Revit 2027 API
AnnotationSymbol.removeLeader Method
remove a leader of this annotation symbol.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void removeLeader()
Public Sub removeLeader
public:
void removeLeader()
member removeLeader : unit -> unit
See Also
Reference
AnnotationSymbol Class
Autodesk.Revit.DB Namespace